{"translation-revision-date":"2021-09-07 10:37:09+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Clear summary":["Vaciar resumen"],"You've cleaned up your site! You’ve removed what was no longer relevant and improved what still held value. Below is a summary of your work!":["¡Has limpiado tu sitio! Has eliminado lo que ya no era relevante y mejorado lo que aún tiene valor.  ¡Abajo tienes un resumen de tu ejercicio!"],"Go to a related article, find a relevant sentence which is related to the orphaned article. Insert a text link to it in that sentence.":["Ve a un artículo relacionado, encuentra una frase relevante que esté relacionada con el artículo huérfano. Inserta un enlace de texto en esa frase."],"Now it's time to add a few internal links from other posts towards your orphaned articles. Make sure there’s a logical relationship between the article you're linking from and your orphaned article. Below, we offer you suggestions of relevant pages you could link from towards your orphaned article.":["Ahora es el momento de añadir unos pocos enlaces internos desde otras entradas hacia tus artículos huérfanos. Asegúrate de que haya una relación lógica entre el artículo desde el que estás enlazando y tu artículo huérfano. Abajo te ofrecemos sugerencias de páginas relevantes desde las que podrías enlazar a tu artículo huérfano."],"Add internal links towards your orphaned articles.":["Añade enlaces internos hacia tus artículos huérfanos."],"Check if your orphaned articles are still up-to-date and update them if necessary.":["Comprueba si tus artículos huérfanos están al día y actualízalos si fuese necesario."],"Should you update your article?":["¿Deberías actualizar tu artículo?"],"Your site often contains lots of content that's created once and never looked back to afterwards. It's important to go through these and ask yourself if this content is still relevant to your site. Should I improve it or remove it?":["Tu sitio a menudo contiene mucho contenido que se crea una vez y después no se vuelve a mirar. Es importante revisarlos y preguntarse si este contenido sigue siendo relevante para tu sitio. ¿Debería mejorarlo o eliminarlo?"],"Start: Love it or leave it?":["Inicio: ¿Amarlo o dejarlo?"],"%1$sNeed more guidance? We've covered every step in more detail in our %2$sOrphaned content practical guide%3$s%4$s%5$s%6$s":["%1$s¿Necesitas más orientación? Hemos cubierto cada paso en más detalle en nuestra %2$sguía práctica sobre contenido huérfano%3$s%4$s%5$s%6$s"],"Orphaned content is content that doesn’t get any links from other posts or pages on your site. As a result of that, this content is hard to find, for both Google and visitors. Posts and pages need internal links to them, to fit into a site’s structure and to be findable. With this workout we'll help you update your orphaned content and make sure you have links pointing towards them!":["El contenido huérfano es un contenido que no recibe ningún enlace de otras entradas o páginas de tu sitio. Como consecuencia, este contenido es difícil de encontrar, tanto para Google como para los visitantes. Las entradas y las páginas necesitan enlaces internos, para encajar en la estructura del sitio y para ser encontradas. Con este ejercicio te ayudaremos a actualizar tus contenidos huérfanos y a asegurarte de que los enlaces apuntan hacia ellos."],"Clean up your unlinked content to make sure people can find it":["Actualiza tu contenido sin enlazar para asegurarte de que la gente puede encontrarlo"],"I've finished this workout":["He terminado este ejercicio"],"Reset this workout":["Restablecer este ejercicio"],"Well done!":["¡Bien hecho!"],"Orphaned content":["Contenido huérfano"]}}}