{"translation-revision-date":"2021-09-07 10:37:09+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"I've finished this workout":["He terminado este ejercicio"],"Reset this workout":["Restablecer este ejercicio"],"With your internal links, you’ve shown Google which articles are most important on your website! Make sure to check regularly whether your cornerstone approach is still up to date!":["¡Con tus enlaces internos has mostrado a Google qué artículos son más importantes en tu web! ¡Asegúrate de revisar regularmente si tu contenido esencial está aún al día!"],"Well done!":["¡Bien hecho!"],"Go to a related article, find a relevant sentence which is related to your cornerstone article. Insert a text link to your cornerstone in that sentence. Repeat with another related article until your cornerstones have the most internal links pointing towards them.":["Ve a un artículo relacionado, encuentra una frase relevante que esté relacionada con tu artículo esencial. Inserta un enlace de texto a tu contenido esencial en esa frase. Repite con otro artículo relacionado hasta que tus contenidos esenciales tengan la mayoría de los enlaces internos apuntando hacia ellos."],"If you have limited internal links pointing towards your cornerstones, add internal links from other posts to your cornerstones. But, make sure that there’s a logical relationship between the article you're linking from and your cornerstone. Below, we'll always show you the three cornerstone articles which receive the least links on your site and offer suggestions of relevant pages you could link from.":["Si tienes pocos enlaces internos apuntando hacia tus contenidos esenciales añade enlaces internos desde otras entradas hacia tus contenidos esenciales. Pero asegúrate de que haya una relación lógica entre el artículo desde el que estás enlazando a tu contenido esencial. Debajo siempre te mostramos los tres artículos esenciales que reciben menos enlaces en tu sitio y te ofrecemos sugerencias de páginas relevantes desde las que podrías enlazar. "],"Add internal links towards your cornerstones":["Añade enlaces internos hacia tus contenidos esenciales"],"Check: do your cornerstones (★) have the most internal links pointing towards them?":["A revisar: ¿Tienen tus contenidos esenciales (★) la mayoría de los enlaces internos apuntando hacia ellos?"],"Other articles on your site should link towards your most important cornerstones. Below you can check out which articles have the most internal links pointing towards them.":["Otros artículos de tu sitio deberían enlazar hacia tus contenidos esenciales más importantes. Debajo puedes revisar qué artículos tienen la mayoría de los enlaces internos apuntando hacia ellos."],"Check the number of incoming internal links of your cornerstones":["Comprueba la cantidad de enlaces internos entrantes de tus contenidos esenciales"],"Check whether the articles you’ve marked as cornerstones are the correct ones in this list:":["Comprueba en esta lista si los artículos que has marcado como esenciales son los correctos:"],"Check whether your cornerstones are correct":["Comprueba si tus contenidos esenciales son los correctos"],"The cornerstone toggle as shown in the Yoast SEO metabox.":["El conmutador de contenido esencial como se muestra en la caja meta de Yoast SEO."],"Surf to each one of your cornerstones on your own website. Hit %1$sedit post%2$s and go to the WordPress Backend. Mark them as cornerstones in the SEO tab of the metabox or the sidebar of Yoast SEO.":["Navega a cada uno de los contenidos esenciales de tu web. Haz clic en %1$seditar entrada%2$s y ve a la administración de WordPress. Márcalos como contenidos esenciales en la pestaña SEO de la caja meta o en la barra lateral de Yoast SEO."],"Mark these articles as cornerstone content":["Marca estos artículos como contenido esencial"],"With which articles do you want to rank highest? Which are the most complete, which are the best explainers, which are %1$sthe%2$s most important? Check out your own website and choose the pages and posts you want to be your cornerstone articles!":["¿Con qué artículos quieres posicionar más? ¿Cuáles son los más completos, cuáles son los más explicativos, cuáles son %1$slos%2$s más importantes? ¡Revisa tu propia web y elige las páginas y entradas que quieras que sean tus artículos esenciales!"],"Your site might not feel that SEO fit just yet. But that's just a matter of time. Let's start this workout by choosing your cornerstones.":["Es posible que tu sitio no esté todavía perfectamente adaptado al SEO. Pero eso es sólo cuestión de tiempo. Empecemos este ejercicio eligiendo tus contenidos esenciales."],"Start: Choose your cornerstones!":["Empieza: ¡Elige tus contenidos esenciales!"],"%1$sNeed more guidance? We've covered every step in more detail in our %2$sCornerstone practical guide%3$s%4$s%5$s%6$s":["%1$s¿Necesitas más orientación? Hemos cubierto cada paso en más detalle en nuestra %2$sguía práctica de contenido esencial%3$s%4$s%5$s%6$s"],"On your site you have a few articles that are %1$sthe%2$s most important. You want to rank highest in Google with these articles. At Yoast, we call these articles cornerstone articles. Take the following 6 steps in order to start ranking with your cornerstone articles!":["En tu sitio tienes pocos artículos que sean %1$slos%2$s más importantes. Querrás posicionar alto en Google con estos artículos. En Yoast llamamos los llamamos artículos esenciales. ¡Haz los siguientes 6 pasos para empezar a posicionar tus artículos esenciales!"],"The cornerstone approach":["El enfoque en el contenido esencial"],"Please note: Your admin has disabled the cornerstone functionality in the SEO settings. If you want to use this workout, these should be enabled.":["Por favor, ten en cuenta que tu administrador ha desactivado la funcionalidad de las piedras angulares en los ajustes de SEO. Si quieres utilizar este ejercicio debe estar activado."],"We were unable to find internal links on your pages. Either you haven't added any internal links to your content yet, or Yoast SEO didn't index them. You can have Yoast SEO index your links by running the SEO data optimization under SEO > Tools.":["No hemos sido capaces de encontrar enlaces internos en tus páginas. O no has añadido aún ningún enlace interno a tu contenido o Yoast SEO no los ha indexado. Puedes hacer que Yoast SEO indexe tus enlaces ejecutando la optimización de datos SEO en SEO > Herramientas."],"Incoming links":["Enlaces entrantes"],"You currently have no articles marked as cornerstone. When you mark your articles as cornerstone, we will show you link suggestions here.":["Actualmente no tienes ningún artículo marcado como esencial. Cuando marques tus artículos como esenciales te mostraremos aquí tus sugerencias de enlazado. "],"We didn't find any suggestions for this cornerstone article.":["No hemos encontrado ninguna sugerencia para este artículo esencial."],"Edit to add link":["Editar para añadir enlace"],"%1$s incoming links":["%1$s enlaces entrantes"],"You currently have no articles marked as cornerstone. When you mark your articles as cornerstone, they will show up here.":["Actualmente no tienes ningún artículo marcado como esencial. Cuando marques tus artículos como esenciales se mostrarán aquí. "],"Focus keyphrase":["Frase clave objetivo"],"Article":["Artículo"],"Readability score":["Puntuación de legibilidad"],"SEO score":["Puntuación SEO"],"Rank with articles you want to rank with":["Posiciona con los artículos con los que quieres posicionar"],"Type":["Tipo"]}}}