{"translation-revision-date":"2021-09-07 10:37:09+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"%1$s\/%2$s steps completed":["%1$s\/%2$s pasos completados"],"Do workout again":["Hacer el ejercicio de nuevo"],"Continue workout!":["¡Seguir con el ejercicio!"],"Start workout!":["¡Empezar el ejercicio!"],"Orphaned content is content that doesn’t get any links from other posts or pages on your site. As a result of that, this content is hard to find, for both Google and visitors. Posts and pages need internal links to them, to fit into a site’s structure and to be findable. With this workout we'll help you update your orphaned content and make sure you have links pointing towards them!":["El contenido huérfano es un contenido que no recibe ningún enlace de otras entradas o páginas de tu sitio. Como consecuencia, este contenido es difícil de encontrar, tanto para Google como para los visitantes. Las entradas y las páginas necesitan enlaces internos, para encajar en la estructura del sitio y para ser encontradas. Con este ejercicio te ayudaremos a actualizar tus contenidos huérfanos y a asegurarte de que los enlaces apuntan hacia ellos."],"Clean up your unlinked content to make sure people can find it":["Actualiza tu contenido sin enlazar para asegurarte de que la gente puede encontrarlo"],"On your site you have a few articles that are %1$sthe%2$s most important. You want to rank highest in Google with these articles. At Yoast, we call these articles cornerstone articles. Take the following 6 steps in order to start ranking with your cornerstone articles!":["En tu sitio tienes pocos artículos que sean %1$slos%2$s más importantes. Querrás posicionar alto en Google con estos artículos. En Yoast llamamos los llamamos artículos esenciales. ¡Haz los siguientes 6 pasos para empezar a posicionar tus artículos esenciales!"],"The cornerstone approach":["El enfoque en el contenido esencial"],"Getting your site in shape and keeping it SEO fit can be challenging. Let us help you get started by taking on the most common SEO challenges, with these step by step SEO workouts.":["Poner tu sitio en forma y mantenerlo en forma para el SEO puede ser un reto. Permite que te ayudemos a empezar a afrontar los retos SEO más frecuentes, con estos ejercicios SEO paso a paso."],"SEO Workouts":["Ejercicios SEO"],"Rank with articles you want to rank with":["Posiciona con los artículos con los que quieres posicionar"],"Orphaned content":["Contenido huérfano"]}}}